{
    "About Us": "Մեր մասին",
    "Job": "Աշխատանք",
    "Courses": "Դասնընթացներ",
    "Quality": "Սերվիս",
    "Co-Workers": "Համագործակցություն",
    "Team": "թիմ",
    "Request Demo": "Կապը մեզ հետ",
    "English": "Անգլերեն",
    "Armenian": "Հայերեն",
    "Russian": "Ռուսերեն",
    "We are": "Tesvan",
    "highly-productive": "Որակի",
    "Tesvan": "ապահովման",
    "Team ": "Թիմ",
    "We are highly-productive quality assurance team that appreciates clean and elegant solutions to multifaceted real-world business problems.": "Բարձր արդյունավետությամբ աշխատող որակի ապահովման մեր թիմը բազմակողմանի բիզնես խնդիրներին տալիս է որակյալ և ճշգրիտ լուծումներ",
    "Learn More": "Իմանալ ավելին",
    "Quality Assurance": "Quality Assurance",
    "We are devoted to developing extensive quality test systems for small to large-scale companies to ensure the highest quality models and best customer experinece": "Մենք ստեղծում ենք որակի թեստավորման համակարգեր Ձեր բիզնեսների համար՝ երաշխավորելով մատուցվող ծառայությունների բարձր որակը",
    "Free Courses": "Free Courses",
    "Free courses provide practical training opportunities for the young generation of the region, as well as an opportunity to work in our fast-growing team": "Պրակտիկ ուսուցման հնարավորություն է ընձեռվում մարզի երիտասարդ սերնդին և տրամադրում աշխատելու հնարավորություն մեր արագ զարգացող թիմում",
    "Job Opportunity": "Job Opportunity",
    "We provide an opportunity for beginners with no work experience to join our team and become experienced and lead IT specialists": "Մենք հնարավորություն ենք ընձեռում սկսնակ և աշխատանքային փորձ չունեցող մասնագետներին համալրել մեր թիմը և դառնալ ՏՏ ոլորտի առաջատար մասնագետներ",
    "Volunteering": "Volunteering",
    "Our team takes part in  volunteer work aimed at the conservation of nature, organizing campaigns which  develop the spirit of the team": "Մեր կամավարոկան աշխատանքները միտված են բնության պահպանմանը։ Կազմակերպվող արշավները զարգացնում են թիմային աշխատանքի ոգին ապագա սերնդում։",
    "Why Should You Hire Us ?": "Ինչու մենք",
    "Tesvan promotes job creation for smart, capable young people by preventing them from emigrating to the capital city and abroad.": "Tesvan ընկերությունը խթանում է խելացի և ընդունակ երիտասարդների համար աշխատատեղերի ստեղծմանը՝ կանխելով նրանց արտագաղթը մայրաքաղաք և արտերկիր։",
    "Our activity started in 2019.It pursued one goal: to develop the IT sector in the regions, giving practical training opportunities to the young generation of the region. Our goal is to contribute to the development of the IT sector in the Gegharkunik region, particularly in Sevan and its surrounding areas, to support the increase of the efficiency of the activities of young people who want to work in the field.": "Մեր գործունեությունը սկսվել է դեռևս 2019 թվականից։ Այն հետապնդում էր մեկ նպատակ․ զարգացնել ՏՏ ոլորտը մարզերում՝ անվճար պրակտիկ ուսուցման հնարավորություն ընձեռելով մարզի երիտասարդ սերնդին և տրամադրել աշխատելու հնարավորություն ծրագրի շրջանակներում ուսուցում ստացած անձանց։",
    "We will drive a new level of quality to your products and services by hunting down and reproducing the trickiest of bugs.We take the ownership of automating and streamlining the testing process for detecting issues, facilitating you to scale your products and features efficiently without sacrificing quality.": "Մենք նոր մակարդակի կհասցնենք Ձեր ծառայությունների որակը՝ գտնելով և ուղղելով նույնիսկ ամենաաննկատ սխալները։ Մենք վերցնում ենք պատասխանատվություն թեստավորման ընթացքը ավտոմատացնելու և օպտիմիզացնելու համար, օգնելով Ձեզ էֆեկտիվորեն մասշտաբավորել Ձեր նախագծերը, առանց որակին վնաս հասցնելու։",
    "Quality Assurance ": "Ծառայություններ",
    "Our team is excited by the opportunity to set new standard of quality for your software on all levels of complexity": "Մեր թիմը պատրաստ է որակի նոր չափանիշ սահմանել ցանկացած բարդության ծրագրային ապահովման համար",
    "Establish clear expectations of scope and timing of all testing deliverables with the team. Define, execute, and document manual tests, test data, and test results with necessary detail": "ՄԵնք ձեռքով կթեստավորենք և անհրաժեշտ մանրամասներով կփաստաթղթավորենք թեստերը, դրանց տվյալները և թեստավորման արդյունքները։",
    "Drive Automation, integrate with CI/CD pipelines. Deploy and troubleshoot on local, staging environments to enable testing on all levels.": "Տեղադրում և սխալների ուղղում լոկալ միջանկյալ միջավայրերում՝ բոլոր մակարդակներում թեստավորումը հնարավոր դարձնելու համար",
    "We take into our hands and lead the development and implementation of Automated Testing to further enhance your product’s growth and shorten your deliver cycles.": "Մենք մեր ձեռքն ենք վերցնում և ղեկավարում ավտոմատացված թեստավորման մշակումը և իրականացումը՝ արագացնելով Ձեր արտադրանքի աճը։",
    "Understand product specifications and user psychology, develop wireframes and prototypes around customer needs. Implement attractive design finding creative ways to solve UX problems and following modern trends.": "Մենք հասկանում ենք նախագծի պահանջները, օգտագործողի հոգեբանությունը և նախագծում հաճախորդի պահանջներին համապատասխան պրոդուկտ։",
    "Here's the value we bring to the table": "Ահա և մեր արժեքները",
    "Our talented team is comprized of smart, collaborative people who think big, execute quickly and dont take themselves too seriously.": "Մեր տաղանդավոր թիմը բաղկացած է խելացի, համագործակցող մասնագետներից, ովքեր ունեն ճկուն միտք և արագ կողմնորոշվելու ունակություն։",
    "We are commited to agile value delivery and solid engineering principles, as well as continuously improving our craft.": "Մենք հավատարիմ ենք agile մեթոդոլոգիային և ամուր ինժեներական սկզբունքներին, ինչպես նաև շարունակաբար կատարելագործոում ենք մեր հմտությունները։",
    "We are devoted to developing extensive quality test systems for small to large-scale companies to ensure the highest quality models and best customer experinece.": "Մենք զբաղվում ենք մեծ և փոքր կազմակերպությունների համար որակի թեստավորման ընդարձակ համակարգերի ստեղծմամբ, որպեսզի երաշխավորենք մոդելների և հաճախորդների սպասարկման բարձր որակը։",
    "The constant focus on continuous learning and growth keeps our team members engaged and excited about \"what’s next.\" We know that we win as a team when your product succeeds.": "Մեր թիմի անդամները անընդհատ սովորում են և կատարելագործվում են։ Եթե Ձեր պրոդուկտը հասնում է հաջողության, ապա մենք հաղթում ենք որպես թիմ։",
    "We gather feedback, do the necessary tweaks, calibrate and move forward by increasing the best coverage.": " ",
    "Co-Workers ": "Համագործակցություն",
    "Our comapny cooperates qith both local and foreign customers.Our partners are spread all over the world.": "Մեր ընկերությունը համագործակցում է ինչպես տեղական, այնպես էլ արտասահմանյան պատվիրատուների հետ։ Մեր գործընկերները սփռված են աշխարհով մեկ",
    "Germany": "Գերմանիա",
    "France": "Ֆրանսիա",
    "USA": "ԱՄՆ",
    "Bulgaria": "Բուլղարիա",
    "Sweden": "Շվեդիա",
    "Russia": "Ռուսաստան",
    "Partners and Clients": "Գործընկերներ և հաճախորդներ",
    "We are not only providing our service to global companies but also work for them within cross-team development on remote": "Մենք ոչ միայն մեր ծառայությունն ենք մատուցում ընկերություններին, այլ նաև համագործակցում ենք նրանց հետ հեռավար համակարգում",
    "Customers": "Պատվիրատուներ",
    "Over the last few years we have worked on a lot of products from USA, Belgium, Italy, UK, France, Netherlands, Germany, Russia, Ukraine, Australia": "Մենք ստանում ենք պատվերներ այնպիսի երկրներից, ինչպիսիք են․ ԱՄՆ, Բելգիա, Ֆրանսիա, Գերմանիա, Ռուսաստան",
    "Our Team": "Մեր թիմը",
    "Meet our talented team members who shine when it comes to what they do the best": "Ահա և մեր նպատակասլաց, աշխատասեր և նորարարական տեխնոլոգիաներ փնտրող թիմը",
    "Davit Grigoryan": "Դավիթ Գրիգորյան",
    "Davit Kartashyan": "Դավիթ Քարտաշյան",
    "Armen Grigoryan": "Արմեն Գրիգորյան",
    "Arpine Aleksanyan": "Արփինե Ալեքսանյան",
    "Mariam Harutyunyan": "Մարիամ Հարությունյան",
    "Ara Galstyan": "Արա Գալստյան",
    "Merine Margaryan": "Մերինե Մարգարյան",
    "Hasmik Hovhannisyan": "Հասմիկ Հովհաննիսյան",
    "Vazgen Arakelyan": "Վազգեն Առաքելյան",
    "Lusine Hovhannisyan": "Լուսինե Հովհաննիսյան",
    "Anna Rudomyotkina": "Աննա Ռուդամյոտկինա",
    "Lilit Galstyan": "Լիլիթ Գալստյան",
    "Satenik Miraqyan": "Սաթենիկ Միրաքյան",
    "Testiomanials": "Հայացք հեռվից",
    "This is where testimonials will go once awesome clients like you write them!": "Մեր ձեռքբերումներից մեկն այն է, որ պատվիրատուները գոհ են մնում մեր կատարած աշխատանքից և դառնում են մշտական գործընկերներ",
    "Contact Us": "Կապը մեզ հետ",
    "Contact us with any questions or requests. We'll be happy to discuss your testing needs and see how we can help with it": "Կապվեք մեզ հետ ցանկացած հարցով: Մենք ուրախ կլինենք քննարկել ձեր նախագիծը և ապահովել վերջինիս որակը",
    "Let’s discuss your project!": "Դիմիր մեզ",
    "All fields are required": "Բոլոր դաշտերը պարտադիր են",
    "Name": "Անուն",
    "Email": "Էլ․ փոստ",
    "Phone": "Հեռ․",
    "Message": "Նամակ",
    "Submit": "Ուղարկել",
    "Contacts": "Կապվիր մեզ հետ",
    "Address": "Հասցե՝",
    "Armenia, Sevan": "ք․ Սևան, ՀՀ",
    "Email ": "Էլ․ փոստ՝",
    "Phone Number": "Հեռ․՝",
    "Contacts ": "Կապը մեզ հետ",
    "Tesvan LLC, Sevan, Armenia": "Tesvan LLC, ք․ Սևան, ՀՀ",
    "Social Media": "Սոց. կայքեր",
    
    "Join": "Միացիր",
    "Our": "մեր",
    "Talented": "մրցունակ",
    " Team ": "թիմին",
    "We are highly-productive quality assurance team that appreciates clean and elegant solutions to multifaceted real-world business problems. ": "Միացիր մեր տաղանդավոր մասնագետներին և դարձիր ՏՏ ոլորտի առաջատար մասնագետ՝ ձեռք բերելով փորձ և աշխատանքային հմտություններ",
    "Apply": "Դիմել",
    "We Hire You": "Մենք փնտրում ենք քեզ",
    "Join our team, become a leading professional, participate in the development of the region": "Միացիր մեր թիմին, դարձիր ոլորտի առաջատար մասնագետ, մասնակցիր տարածաշրջանի զարգացմանը",
    "Will join": "Կմիանան մեզ",
    "Members": "Անդամ",
    "What can we give you ?": "Ինչ ակնկալել մեզանից",
    "We warmly welcome each new employee. Our pecialists are ready to share their knowledge and experience. Here you will be armed with new knowledge, gain work experience, be part of the development of the region. At this stage, 10 people will join our team․": "Մենք սիրով և ջերմությամբ ենք դիմավորում յուրաքանչյուր նոր աշխատակցի։ Մեր մասնագետները պատրաստ են կիսվել իրենց գիտելքիներով և փորձով, Այստեղ դուք կզինվեք նոր գիտելիքներով, ձեռք կբերեք աշխատանքային փորձ, մաս կկազմեք տարածաշրջանի զարգացմանը։ Այս փուլում մեր թիմին կմիանան 10 մասնագետ։",
    "What we offer?": "Ի՞նչ ենք մենք առաջարկում՝",
    "A pleasant and highly motivated team": "Որակավորված և մրցունակ մասնագետներ",
    "Freedom for personal organization": "Առողջ և հաճելի աշխատանքային մթնոլորտ",
    "A dynamic company that enjoys continual, healthy growth": "Արագ զարգացող և աճող ընկերություն",
    "Possibility of attaining real results as part of a fantastic team": "Իրական արդյունքների հասնելու հնարավորություն",
    "Apply for a Job": "Դիմիր աշխատանքի համար",
    "Our team is excited by the opportunity to set new standard of quality for your software on all levels of complexity ": "Միացիր մեր ստեղծարար թիմին և դարձիր ՏՏ ոլորտի քո երազանքների մասնագետը",
    "Who can apply for a job?": "Դիմիր աշխատանքի համար",
    "If you are a beginner, you have basic knowledge in any field of IT, you have participated in courses, but you can not find a job, you do not have work experience, then this offer is just for you.": "Եթե դու սկսնակ մասնագետ ես և ունես բազային գիտելիքներ ՏՏ ոլորտի որևէ բնագավառում, բայց չունես աշխատանքային փորձ, ապա այս առաջարկը հենց քեզ համար է։",
    "All you should do is fill out the online questionnaire and our specialist will contact you within 2 days.": "Անհրաժեշտ է միայն լրացնել օնլայն հարցաթերթը և մեր մասնագետը կկապվի Ձեզ հետ 2 օրվա ընթացքում։",
    "Join our talented team": "Միացիր մեր տաղանդավոր թիմին",
    "Surname": "Ազգանուն",
    "City": "Քաղաք",
    "Back": "Հետ",
    "Next": "Առաջ",
    "Education": "Կրթություն",
    "Company": "Ընկերություն",
    "Course": "Դասընթաց",
    "English level": "Անգլերնի մակարդակ",
    "Attach CV": "Կցել CV",

    "Apply for": "Մասնակցիր QA",
    "Free": "անվճար",
    "QA Courses": "դասընթացներին",
    "Register Free": "Գրանցվիր անվճար",
    "QA Courses ": "QA դասընթացներ",
    "We give you the opportunity to become a leading professional and to join our team": "Մենք հնարավորություն ենք տալիս դառնալ առաջատար մասնագետներ և համալրել մեր թիմը",
    "Within the framework of the program, free \"QA Engineering\" courses for 15 participants were conducted twice in Sevan. As a result our students gained in-depth theoretical and practical knowledge.": "Ընկերության ծրագրի շրջանակներում Սևան քաղաքում 2-ական անգամ իրականացվել են 15 մասնակցի համար նախատեսված \"QA Engineering\" անվճար դասընթացներ, որի արդյունքում մեր ուսանողները ձեռք են բերել տեսական և գործնական խորը գիտելիքներ։",
    "The courses provided an opportunity to prepare for interviews, as well as to compile CVs in accordance with the standards․": "Դասընթացները նաև հնարավություն են տվել նախապատրաստվել հարցազրույցներին, ինչպես նաև կազմել գրագետ և չափորոշիչներին համապատասխան  CV-ներ։",
    "Now the knowledge of the students who participated in our courses serves the development of our city. Our team is replenished with new members, we continue to develop our skills and to improve the quality of work.": "Այժմ մեր դասընթացներին մասնակցած ուսանողների գիտելիքները ծառայում են հօգուտ մեր քաղաքի զարգացմանը։ Մեր թիմը համալրվում է նոր անդամներով, մենք շարունակում ենք զարգացնել մեր հմտությունները և բարձրացնել աշխատանքի որակը։",
    "Course 1": "Դասընթաց 1",
    "At the end of the first course, 6 of our students were given the opportunity to work in leading IT companies.": "Առաջին դասընթացի ավարտին մեր ուսանողներից 6-ին հնարավորություն ընձեռնվեց աշխատել ՏՏ ոլորտի առաջատար կազմակերպություններում։",
    "Course 2": "Դասընթաց 2",
    "In parallel with the second training, a project was developed, as a result of which the first IT company was opened in Xi'an, which laid the foundation for the development of the technological life of the city.": "Երկրորդ դասընթացին զուգահեռ մշակվեց մի նախագիծ, որի արդյունքում Սևան քաղաքում բացվեց համար առաջին ՏՏ ոլորտի ընկերությունը, ինչը հիմք դրեց քաղաքի տեխնոլոգիական կյանքի զարգացմանը։",
    "Free Courses ": "Անվճար դասընթացներ",
    "Found job": "Գտել են աշխատանք",
    "Student": "Ուսանող",
    "Joined our team": "Միացել են մեր թիմին",
    "Become a Leading QA Specialist": "Դարձիր առաջատար QA մասնագետ",
    "If you want to become a competitive specialist in the field of Quality Assurance, gain not only theoretical, but also practical and applied knowledge, join our creative team, then this course is just for you.": "Եթե ցանկանում ես դառնալ մրցունակ մասնագետ Որակի Ապահովման ոլորտում, ձեռք բերել ոչ միայն տեսական, այլ նաև գործնական ու կիրառական գիտելիքներ և համալրել մեր ստեղծարար թիմը, ապա այս դասընթացը հենց քեզ համար է։",
    "This course is for you if": "Տվյալ դասընթացը նախատեսված է Ձեզ համար, եթե",
    "you are different from analytical thinking": "տարբերվում եք վերլուծական մտածողությամբ",
    "you have basic computer skills": "տիրապետում եք համակարգչային բազային գիտելիքների",
    "you have a great desire to learn": "ունեք սովորելու մեծ ձգտում",
    "you have at least a basic level of English": "ունեք անգլերեն լեզվի բազային մակարդակ",
    "The course is conducted by leading experts in the field in a warm and pleasant environment.": "Դասընթացը վարում են ոլորտի առաջատար մասնագետները՝ ջերմ և հաճելի միջավայրում:",
    "Free Registration": "QA դասընթացներ",
    "We give you the opportunity to become a leading specialist, to join our team": "Մենք հնարավորություն ենք տալիս դառնալ առաջատար մասնագետ և համալրել մեր թիմը",
    "By participating in the course, you will get acquainted with the basics of testing, theoretical concepts and approaches to practical work. You will have in-depth knowledge of testing, learn Python programming language, work in Selenium Framework master Automation QA.": "Մասնակցելով դասընթացին՝ կծանոթանաք թեստավորման հիմունքներին, տեսական կոնցեպտներին ու գործնական աշխատանքի մոտեցումներին։ Կունենաք խորը գիտելիքները թեստավորման վերաբերյալ և կտիրապետեք Automation QA-ին։",
    "View Details": "Տեսնել ավելին",
    "Our specialist will contact you to get acquainted with the conditions": "Մեր մասնագետը կկապվի ձեզ հետ պայմաններին ծանոթացնելու համար",
    "Join our talented team ": "Դարձիր ոլորտի առաջատար մասնագետ",
    "Register": "Գրանցվել",
    "Your message was sent successfully.": "Ձեր հայտը հաջողությամբ ուղարկվել է։",
    "Thank You!": "Շնորհակալություն",
    "OK": "Լավ"
    
}

