{
    "About Us": "О нас",
    "Job": "Работа",
    "Courses": "Курсы",
    "Quality": "Сервисы",
    "Co-Workers": "Коллеги",
    "Team": "команда",
    "Request Demo": "Связаться с нами",
    "English": "Английский",
    "Armenian": "Армянский",
    "Russian": "Русский",
    "We are": "Мы",
    "highly-productive": "высокопродуктивная",
    "Tesvan": "Tesvan",
    "Team ": "команда",
    "We are highly-productive quality assurance team that appreciates clean and elegant solutions to multifaceted real-world business problems.": "Мы высокопродуктивная команда по обеспечению качества, которая ценит чистые и элегантные решения многогранных реальных бизнес-проблем",
    "Learn More": "Узнать Больше",
    "Quality Assurance": "Quality Assurance",
    "We are devoted to developing extensive quality test systems for small to large-scale companies to ensure the highest quality models and best customer experinece": "Создаем качественные системы тестирования для вашего бизнеса, гарантируя высокое качество предоставляемых услуг",
    "Free Courses": "Бесплатные курсы",
    "Free courses provide practical training opportunities for the young generation of the region, as well as an opportunity to work in our fast-growing team": "Бесплатные курсы предоставляют возможность практического обучения, дают возможность работать в нашей команде",
    "Job Opportunity": "Job Opportunity",
    "We provide an opportunity for beginners with no work experience to join our team and become experienced and lead IT specialists": "Мы даем возможность новичкам без опыта работы присоединиться к нашей команде и стать ведущими специалистами",
    "Volunteering": "Volunteering",
    "Our team takes part in  volunteer work aimed at the conservation of nature, organizing campaigns which  develop the spirit of the team": "Наша волонтерская работа направлена ​​на сохранение природы. Кампании развивают дух совместной работы",
    "Why Should You Hire Us ?": "Почему мы ?",
    "Tesvan promotes job creation for smart, capable young people by preventing them from emigrating to the capital city and abroad.": "Tesvan способствует созданию рабочих мест для умных, способных молодых людей, предотвращая их эмиграцию в столицу и за границу.",
    "Our activity started in 2019.It pursued one goal: to develop the IT sector in the regions, giving practical training opportunities to the young generation of the region. Our goal is to contribute to the development of the IT sector in the Gegharkunik region, particularly in Sevan and its surrounding areas, to support the increase of the efficiency of the activities of young people who want to work in the field.": "Наша деятельность началась в 2019 году. Она преследовала одну цель: развивать ИТ-сектор в регионах, давая возможность практического обучения молодому поколению региона.",
    "We will drive a new level of quality to your products and services by hunting down and reproducing the trickiest of bugs.We take the ownership of automating and streamlining the testing process for detecting issues, facilitating you to scale your products and features efficiently without sacrificing quality.": "Мы выведем на новый уровень качество ваших продуктов и услуг, выявляя и воспроизводя самые сложные ошибки. Мы берем на себя ответственность за автоматизацию и оптимизацию процесса тестирования для выявления проблем, помогая вам эффективно масштабировать свои продукты и функции.",
    "Quality Assurance ": "Quality Assurance",
    "Our team is excited by the opportunity to set new standard of quality for your software on all levels of complexity": "Наша команда готова установить новый стандарт качества для программного обеспечения любой сложности",
    "Establish clear expectations of scope and timing of all testing deliverables with the team. Define, execute, and document manual tests, test data, and test results with necessary detail": "Проверим вручную и задокументируем необходимые детали тесты, их данные и результаты тестов",
    "Drive Automation, integrate with CI/CD pipelines. Deploy and troubleshoot on local, staging environments to enable testing on all levels.": "Установка исправление ошибок в локальных промежуточных средах, чтобы обеспечить тестирование на всех уровнях",
    "We take into our hands and lead the development and implementation of Automated Testing to further enhance your product’s growth and shorten your deliver cycles.": "Мы берем в свои руки и руководим разработкой и автоматизированного тестирования для дальнейшего ускорения роста вашего продукта",
    "Understand product specifications and user psychology, develop wireframes and prototypes around customer needs. Implement attractive design finding creative ways to solve UX problems and following modern trends.": "Мы понимаем требования проекта, психологию пользователя и разрабатываем продукт, отвечающий требованиям заказчика",
    "Here's the value we bring to the table": "Наши ценности",
    "Our talented team is comprized of smart, collaborative people who think big, execute quickly and dont take themselves too seriously.": "Наша талантливая команда состоит из умных, способных к сотрудничеству людей, которые мыслят масштабно и работают быстро.",
    "We are commited to agile value delivery and solid engineering principles, as well as continuously improving our craft.": "Мы стремимся к гибкому предоставлению ценности и твердым инженерным принципам, а также постоянно совершенствуем наше мастерство.",
    "We are devoted to developing extensive quality test systems for small to large-scale companies to ensure the highest quality models and best customer experinece.": "Мы занимаемся разработкой обширных систем проверки качества для малых и крупных компаний, чтобы гарантировать высочайшее качество моделей и лучшие опыт работы с клиентами.",
    "The constant focus on continuous learning and growth keeps our team members engaged and excited about \"what’s next.\" We know that we win as a team when your product succeeds.": "Постоянное внимание к обучению и росту позволяет членам нашей команды волноваться о том, «что будет дальше». Мы знаем, что мы побеждаем как команда, когда успешен ваш продукт.",
    "We gather feedback, do the necessary tweaks, calibrate and move forward by increasing the best coverage.": "Мы собираем отзывы, делаем необходимые настройки, продвигаемся вперед, увеличивая тестовое покрытие.",
    "Co-Workers ": "Сотрудничество",
    "Our comapny cooperates qith both local and foreign customers.Our partners are spread all over the world.": "Наша компания сотрудничает как с местными, так и с зарубежными заказчиками. Наши партнеры разбросаны по всему миру",
    "Germany": "Германия",
    "France": "Франция",
    "USA": "США",
    "Bulgaria": "Болгария",
    "Sweden": "Швеция",
    "Russia": "Россия",
    "Partners and Clients": "Партнеры и клиенты",
    "We are not only providing our service to global companies but also work for them within cross-team development on remote": "Мы не только предоставляем услуги глобальным компаниям, но и работаем для них в рамках кросс-командной разработки удаленно",
    "Customers": "Клиенты",
    "Over the last few years we have worked on a lot of products from USA, Belgium, Italy, UK, France, Netherlands, Germany, Russia, Ukraine, Australia": "Мы получаем заказы из таких стран, как США, Бельгия, Франция, Германия, Россия",
    "Our Team": "Наша команда",
    "Meet our talented team members who shine when it comes to what they do the best": "Вот наша целеустремленная, трудолюбивая команда, ищущая инновационные технологии",
    "Davit Grigoryan": "Давид Григорян",
    "Davit Kartashyan": "Давид Карташян",
    "Armen Grigoryan": "Армен Григорян",
    "Arpine Aleksanyan": "Арпине Алексанян",
    "Mariam Harutyunyan": "Мариам Арутюнян",
    "Ara Galstyan": "Ара Галстян",
    "Merine Margaryan": "Мерине Маргарян",
    "Hasmik Hovhannisyan": "Асмик Оганесян",
    "Vazgen Arakelyan": "Вазген Аракелян",
    "Lusine Hovhannisyan": "Лусине Оганесян",
    "Anna Rudomyotkina": "Анна Рудометкина",
    "Lilit Galstyan": "Лилит Галстян",
    "Satenik Miraqyan": "Сатеник Миракян",
    "Testiomanials": "Отзывы",
    "This is where testimonials will go once awesome clients like you write them!": "Вот куда пойдут отзывы, когда их напишут такие замечательные клиенты, как вы!",
    "Contact Us": "Связаться с нами",
    "Contact us with any questions or requests. We'll be happy to discuss your testing needs and see how we can help with it": "Свяжитесь с нами с любыми вопросами или запросами. Мы будем рады обсудить ваши потребности в тестировании",
    "Let’s discuss your project!": "Обсудим ваш проект!",
    "All fields are required": "Все поля обязательны к заполнению",
    "Name": "Имя",
    "Email": "Эл. адрес",
    "Phone": "Телефон",
    "Message": "Сообщение",
    "Submit": "Отправить",
    "Contacts": "Контакты",
    "Address": "Адрес:",
    "Armenia, Sevan": "Армения, Севан",
    "Email ": "Эл. адрес:",
    "Phone Number": "Тел.:",
    "Contacts ": "Контакы",
    "Tesvan LLC, Sevan, Armenia": "Tesvan LLC, Севан, Армения",
    "Social Media": "Соц. медиа",
    
    "Join": "Присоединяйтесь",
    "Our": "к",
    "Talented": "нашей талантливой",
    " Team ": "команде",
    "We are highly-productive quality assurance team that appreciates clean and elegant solutions to multifaceted real-world business problems. ": "Присоединяйтесь к нашим талантливым профессионалам и станьте ведущим специалистом с опытом и рабочими навыками",
    "Apply": "Подать заявление",
    "We Hire You": "Мы ищем тебя",
    "Join our team, become a leading professional, participate in the development of the region": "Присоединяйтесь к нашей команде, станьте ведущим профессионалом, участвуйте в развитии региона",
    "Will join": "Присоединюсь",
    "Members": "Члены",
    "What can we give you ?": "Что мы можем вам дать?",
    "We warmly welcome each new employee. Our pecialists are ready to share their knowledge and experience. Here you will be armed with new knowledge, gain work experience, be part of the development of the region. At this stage, 10 people will join our team․": "Мы тепло приветствуем каждого нового сотрудника. Наши специалисты готовы поделиться своими знаниями и опытом. Здесь вы вооружитесь новыми знаниями, получите опыт работы, станете частью развития региона. На этом этапе к нашей команде присоединятся 10 человек․",
    "What we offer?": "Что мы предлагаем?",
    "A pleasant and highly motivated team": "Приятная и мотивированная команда",
    "Freedom for personal organization": "Свобода для личной организации",
    "A dynamic company that enjoys continual, healthy growth": "Динамичная компания, стремящаяся к росту",
    "Possibility of attaining real results as part of a fantastic team": "Возможность добиться реальных результатов в составе команды",
    "Apply for a Job": "Устроиться на работу",
    "Our team is excited by the opportunity to set new standard of quality for your software on all levels of complexity ": "Присоединяйтесь к нашей творческой команде и станьте специалистом своей мечты",
    "Who can apply for a job?": "Кто может устроиться на работу?",
    "If you are a beginner, you have basic knowledge in any field of IT, you have participated in courses, but you can not find a job, you do not have work experience, then this offer is just for you.": "Если вы новичок, у вас есть базовые знания в любой сфере IT, вы прошли курсы, но не можете найти работу, у вас нет опыта работы, то это предложение именно для вас.",
    "All you should do is fill out the online questionnaire and our specialist will contact you within 2 days.": "Все, что вам нужно сделать, это заполнить онлайн-анкету, и наш специалист свяжется с вами в течение 2 дней.",
    "Join our talented team": "Присоединяйтесь к нашей команде",
    "Surname": "Фамилия",
    "City": "Город",
    "Back": "Назад",
    "Next": "Следующий",
    "Education": "Образование",
    "Company": "Компания",
    "Course": "Курс",
    "English level": "Уровень знания английского языка",
    "Attach CV": "Прикрепите CV",

    "Apply for": "Подать заявку на",
    "Free": "Бесплатные курсы",
    "QA Courses": "QA",
    "Register Free": "Зарегистрируйтесь",

    "QA Courses ": "Курсы QA",
    "We give you the opportunity to become a leading professional and to join our team": "Мы даем вам возможность стать ведущим профессионалом и присоединиться к нашей команде",
    "Within the framework of the program, free \"QA Engineering\" courses for 15 participants were conducted twice in Sevan. As a result our students gained in-depth theoretical and practical knowledge.": "В рамках программы в Севане дважды проводились бесплатные курсы «QA Engineering» для 15 участников. В результате наши студенты получили глубокие теоретические и практические знания.",
    "The courses provided an opportunity to prepare for interviews, as well as to compile CVs in accordance with the standards․": "Hа курсах появилась возможность подготовиться к собеседованию, а также составить резюме в соответствии со стандартами․",
    "Now the knowledge of the students who participated in our courses serves the development of our city. Our team is replenished with new members, we continue to develop our skills and to improve the quality of work.": "Теперь знания студентов, прошедших наши курсы, служат развитию нашего города. Наша команда пополняется новыми членами, мы продолжаем развивать свои навыки и улучшать качество работы.",
    "Course 1": "Курс 1",
    "At the end of the first course, 6 of our students were given the opportunity to work in leading IT companies.": "По окончании первого курса 6 наших студентов получили возможность работать в ведущих ИТ-компаниях.",
    "Course 2": "Курс 2",
    "In parallel with the second training, a project was developed, as a result of which the first IT company was opened in Xi'an, which laid the foundation for the development of the technological life of the city.": "Параллельно со вторым тренингом был разработан проект, в результате которого в Сиане была открыта первая IT-компания, заложившая основу для развития технологической жизни города.",
    "Free Courses ": "Бесплатные курсы",
    "Found job": "Найдена работа",
    "Student": "Ученики",
    "Joined our team": "Присоединился к нашей команде",
    "Become a Leading QA Specialist": "Станьте ведущим специалистом по обеспечению качества",
    "If you want to become a competitive specialist in the field of Quality Assurance, gain not only theoretical, but also practical and applied knowledge, join our creative team, then this course is just for you.": "Если вы хотите стать конкурентоспособным специалистом в области обеспечения качества, получить не только теоретические, но и практические и прикладные знания, присоединиться к нашему творческому коллективу, то этот курс как раз для вас.",
    "This course is for you if": "Этот курс для вас, если:",
    "you are different from analytical thinking": "вы отличаетесь от аналитического мышления;",
    "you have basic computer skills": "у вас есть базовые навыки работы с компьютером;",
    "you have a great desire to learn": "у вас есть огромное желание узнать;",
    "you have at least a basic level of English": "у вас есть хотя бы базовый уровень английского;",
    "The course is conducted by leading experts in the field in a warm and pleasant environment.": "Курс проводится ведущими специалистами в своей области в теплой и приятной обстановке.",
    "Free Registration": "Бесплатная регистрация",
    "We give you the opportunity to become a leading specialist, to join our team": "Мы даем вам возможность стать ведущим специалистом, присоединиться к нашей команде",
    "By participating in the course, you will get acquainted with the basics of testing, theoretical concepts and approaches to practical work. You will have in-depth knowledge of testing, learn Python programming language, work in Selenium Framework master Automation QA.": "Пройдя курс, вы познакомитесь с основами тестирования, теоретическими концепциями и подходами к практической работе. У вас будут глубокие познания в области тестирования, выучить язык программирования Python, работать в Selenium Framework master Automation QA.",
    "View Details": "Посмотреть детали",
    "Our specialist will contact you to get acquainted with the conditions": "Наш специалист свяжется с вами для ознакомления с условиями",
    "Join our talented team ": "Зарегистрируйтесь сейчас!",
    "Register": "Отправить",
    "Your message was sent successfully.": "Ваш запрос был успешно отправлен.",
    "Thank You!": "Спасибо!",
    "OK": "Хорошо"
    
}

